Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Wracając do twojej sprawy...
uk: Повернімося до твоєї проблеми...

source: Wracając z patrolu natknęliśmy się na Południowców, którzy chcieli uwolnić swoich pobratymców z więzienia. Pokonaliśmy ich przy wsparciu ludzi, jakich spotkaliśmy obok kaplicy Adanosa. Muszę teraz porozmawiać z Weigarem.
uk: Повертаючись з патрулювання, ми натрапили на південців, які хотіли визволити з в'язниці своїх побратимів. Ми перемогли їх з підтримкою людей, яких зустріли біля храму Аданоса. Потрібно поговорити з Вейгаром.

source: Wracając z patrolu natknęliśmy się na Południowców, którzy chcieli uwolnić swoich pobratymców z więzienia. Pozbyliśmy się ich dzięki zastosowaniu wyjątkowo skutecznych form przymusu. Porozmawiam teraz z Weigarem.
uk: Повертаючись з патрулювання, ми натрапили на південців, які хотіли визволити з в'язниці своїх побратимів. Ми позбулися їх, застосувавши вельми ефективні форми примусу. Потрібно поговорити з Вейгаром.

source: Wracam do Ustroni. Jeśli będziesz czegoś chciał, to tam mnie znajdziesz.
uk: Я повертаюся в Прихисток. Якщо тобі буде щось потрібно, знайдеш мене там.

source: Wracam do portu i spróbuję zabrać się na jakimś okręcie do domu.
uk: Я повернуся в порт і спробую повернутися додому якимось кораблем.

source: Wracam do portu, może uda mi się w końcu znaleźć kogoś bardziej wiarygodnego niż ci ostatni pijacy. W końcu Jorn sam się nie znajdzie! Uważaj na siebie, chłopcze!
uk: Повернуся до порту. Може, нарешті знайду когось надійнішого, ніж ці останні пияки. Зрештою, Йорн сам себе не знайде! Бережи себе, хлопче!

source: Wracam do reszty. Może się jeszcze na coś przydam.
uk: Я повертаюсь до решти. Можливо, їм потрібна моя допомога.

source: Wracam od zarządcy.
uk: Я від старости.

source: Wracam z kopalni.
uk: Я повернувся з копальні.

source: Wracam z winnicy, bitwa wygrana.
uk: Я повернувся з виноградника з перемогою.

source: Wracam z winnicy, bitwa wygrana. Winstan polecił mi przekazać wieści, a sam dotrze z pełnym raportem.
uk: Я повернувся з виноградника з перемогою. Вінстан доручив мені передати новини, а сам він з'явиться з повним звітом.

source: Wracamy do miasta. Muszę sobie coś łyknąć na uspokojenie.
uk: Ми повертаємось до міста. Мені потрібно щось випити, щоб заспокоїтись.

source: Wracamy.
uk: Повертаймося.

source: Wracasz na wartę - potrzebujemy kogoś do pilnowania kryjówki, a przede wszystkim do obserwacji więźniów.
uk: Повертайся на варту - нам потрібно, щоб хтось охороняв схованку і, перш за все, наглядав за полоненими.

source: Wracasz od Graysona?
uk: Ти повернувся від Грейсона?

source: Wracasz szybciej, niż się spodziewałem.
uk: Ти повернувся швидше, ніж я очікував.

source: Wracać? Już teraz? Dopiero co tu przyszliśmy! Kto wie, kiedy będzie kolejna okazja, by tak miło spędzić wspólny wieczór.
uk: Повертатися? Прямо зараз? Ми ж щойно прийшли сюди! Хто знає, коли ще випаде нагода провести такий чудовий вечір разом.

source: Wracałem znad jeziora. Tam skąd zawsze wracam ze swoimi owcami.
uk: Я повертався з озера. Звідки я завжди повертаюся зі своїми вівцями.

source: Wraz z Huxlayem pomyśleliśmy, że dobrym rozwiązaniem będzie sprowadzenie kogoś, kto rzeczywiście zna się na obróbce drewna i umie zarządzać ludźmi.
uk: Разом з Хакслі ми подумали, що хорошим рішенням буде залучити когось, хто справді розуміється на обробці деревини і вміє керувати працівниками.

source: Wraz z Huxlayem przesłuchaliśmy jednego z członków grupy. Przyznał się do winy i wyjawił swoich współpracowników.
uk: Разом з Хакслі ми допитали одного з членів групи. Він зізнався у вині та здав своїх спільників.

source: Wraz z Ivy udało nam się dowiedzieć chyba wszystkiego, czego się dało. Powinienem teraz wrócić do Lorenzo i wszystko mu opowiedzieć.
uk: Ми з Айві з'ясували все, що змогли. Тепер я повинен повернутися до Лоренцо і все йому розповісти.

source: Wraz z Ivy udało nam się dowiedzieć chyba wszystkiego, czego się dało. Powinienem teraz wrócić do Rodericha i zdać mu raport.
uk: Ми з Айві з'ясували все, що змогли. Тепер я повинен повернутися до Родеріха і доповісти йому.

source: Wraz z Riordianem postawiliśmy w pobliżu mostu do twierdzy symboliczną mogiłę, upamiętniającą wszystkich, którzy polegli w środku.
uk: Ми з Ріордіаном спорудили символічну могилу біля мосту до фортеці, вшановуючи пам'ять усіх, хто поліг у ній.

source: Wraz z każdym awansem będziesz otrzymywał swój przydział, zazwyczaj będzie to pancerz, jakaś broń, a czasami nawet jakiś pas lub pierścień.
uk: З кожним підвищенням по службі ти отримуватимеш якесь заохочення. Зазвичай, це новий обладунок, якась зброя, а іноді навіть пояс чи перстень.

source: Wraz z nadejściem Wielkiej Zimy rozpoczął się okres niepokoju, a jego zwieńczeniem był krwawy konflikt, którego echo po dziś dzień rozbrzmiewa wśród mieszkańców tej części świata.
uk: З настанням Великої зими розпочався період заворушень, який завершився кривавим конфліктом, відлуння якого й досі відгукується серед мешканців цієї частини світу.

source: Wraz z napływem ludności z zewnątrz ówczesny gubernator Godfrey rozbudował port i powołał dodatkowych urzędników celem sprawniejszej kontroli przybyszów. Pozwolił też obcym budować w pobliżu brzegu tymczasowe chaty.
uk: У зв'язку з напливом чужинців тодішній губернатор Годфрі розширив порт і призначив додаткових посадовців, аби ефективніше контролювати новоприбулих. Він також дозволив чужинцям будувати неподалік від узбережжя тимчасові халупи.

source: Wraz z nauką kolejnych stopni, mistrz przekazuje swojemu uczniowi wiedzę o wywarach leczniczych, jednak pozyskanie przepisów na bardziej złożone eliksiry należy już do ucznia.
uk: З опануванням наступних рівнів вчитель передає учневі знання про лікувальні відвари, однак засвоєння рецептів більш складних засобів вже залежить від самого учня.

source: Wraz z początkiem Wielkiej Zimy, linia frontu nieznacznie przesunęła się w rejony Traktu Północnego. Jarund jednak niełatwo oddawał pola swemu bratu. Opór ten zawdzięczał trzem kompaniom smagłych najemników, których ściągnął z położonej na północ od Archolos wyspy Glenwyr.
uk: З настанням Великої зими лінія фронту трохи змістилася до Північного шляху. Однак Ярунд не просто так поступився полями своєму братові. Він завдячував цим опором трьом загонам найманців, яких він привіз з острова Гленвір, що на північ від Архолосу.

source: Wraz z przyjacielem zostaliśmy zaatakowani przez... bandytów.
uk: На мене і мого друга напали... бандити.

source: Wraz z rozwojem swoich umiejętności będziesz jednak uczył się jak coraz szybciej otwierać wszystkie z nich, niezależnie od tego, jak skomplikowany jest zamek.
uk: Однак як наб'єш руку, то навчишся відкривати їх все швидше і швидше, незалежно від того, наскільки складним є замок.

source: Wraz z rozwojem żeglugi, arystokracja zapragnęła praw do nowych kolonii, powoływania własnych armii i szerszych swobód poza granicami kontynentalnej Myrtany. Z tych i innych powodów podburzała lud przeciw królowi, lecz ten konsekwentnie tłumił ich roszczenia w zarodku.
uk: З розвитком судноплавства аристократія вимагала прав на нові колонії, створення власної армії та ширших свобод за межами материкової Міртани. З цих та інших причин вони підбурювали народ проти короля, але той постійно придушував їхні претензії ще в зародку.

source: Wraz z wymordowaniem Rady Miasta przez Ulryka, Roderich został jedyną osobą na Archolos z władzą nadaną bezpośrednio przez Króla, a tym samym - najważniejszym człowiekiem na całej wyspie.
uk: Після вбивства Ульріком міської ради, Родеріх став єдиною людиною на Архолосі, що мала владу, надану безпосередньо Королем, а отже – найважливішою людиною на всьому острові.

source: Wraz ze zwycięstwem Maksyma wiara w Innosa zaczęła szerzyć się na Archolos w zastraszającym tempie. Mieszkańcy nie podążali za nią jednak dobrowolnie, lecz była im ona wpajana siłą i strachem przez królewskich wysłanników. Za radą przeora bracia Ladris, Arrian, Gordian i Ordius wyruszyli w cztery strony wyspy, by słowem i w razie konieczności czynem bronić naszych owieczek przed gniewem sług Innosa.
uk: Після перемоги Максимуса віра в Інноса почала поширюватися на Архолосі з тривожною швидкістю. Щоправда, жителі перейшли до неї не добровільно, а силою і страхом, нав'язаними королівськими послами. За порадою настоятеля брати Ладріс, Арріан, Гордіан і Ордіус вирушили у чотири кінці острова, щоб словом, а в разі потреби і справою захистити наших овечок від гніву слуг Інноса.

source: Wraz ze śmiercią Bodowina skończyły się szaleńcze eksperymenty na florze, faunie, a także mieszkańcach Archolos.
uk: Зі смертю Бодовіна закінчилися його шалені експерименти над флорою, фауною, а також мешканцями Архолосу.

source: Wraz ze śmiercią przywódców buntu podczas niechlubnych „Czerwonych Paktów”, Liga Wschodnia przestała istnieć podobnie jak marzenia mieszkańców archipelagu o autonomii. Na mocy wydanego dekretu król Mandred zawłaszczył część okrętów i majątek związków handlowych, a w miejsce Ligi powołał podległą królestwu Gildię Araxos.
uk: Після смерті лідерів заколоту під час сумнозвісних 'Червоних пактів' Східна Ліга припинила своє існування, як і мрії мешканців Архіпелагу про автономію. Своїм указом король Мандред привласнив частину кораблів та майна торгових об'єднань, і замінив Лігу на Гільдію Араксос, підпорядковану королівству.

source: Wreszcie coś się dzieje...
uk: Нарешті щось відбувається...

source: Wreszcie czuję, że żyję!
uk: Нарешті я відчуваю себе живим!

source: Wreszcie jesteście. A już się zastanawiałem, czy kat nie dostał dzisiaj dwóch dodatkowych zleceń. Jak poszło?
uk: Нарешті ви тут. А я вже думав, чи не отримав кат сьогодні два додаткових доручення. Як все пройшло?

source: Wreszcie ktoś chce mnie wysłuchać! Wiele dni temu zaginęła moja córka. Dalej utrzymuję porządek w jej kąciku w domu...
uk: Нарешті хоч хтось хоче мене вислухати! Вже багато днів як зникла моя донька. Я й досі підтримую порядок в її кімнаті...

source: Wreszcie mogę odejść z tego świata.
uk: Нарешті я можу покинути цей світ.

source: Wreszcie otrzymałem złoto. Teraz nie pozostaje mi nic innego, jak wrócić do Kurta. Pewnie się ucieszy.
uk: Я нарешті отримав золото. Тепер мені лишилося тільки повернутися до Курта. Він, напевно, буде задоволений.

source: Wreszcie przybyłeś, Kesselu. Czym zakończyły się twoje poszukiwania? Czy jakikolwiek członek Wodnego Kręgu uszedł z życiem?
uk: Нарешті ти прибув, Кесселю. Чим закінчились твої пошуки? Комусь із членів Кільця Води вдалося врятуватися?

source: Wreszcie! W końcu możemy wziąć się do pracy.
uk: Нарешті! Ми нарешті можемо приступити до роботи.

source: Wreszcie, jakiś uśmiech od losu. Jeden z korytarzy zaprowadził na do skrzyni pełnej błyskotek.
uk: Нарешті нам посміхнулась доля. Один з коридорів привів до скрині, повної скарбів.

source: Wrobił mojego ojca, a potem mnie.
uk: Він підставив мого батька, а потім і мене.

source: Wrobił?
uk: Підставив?

source: Wrogowie otrzymali posiłki, nie wiem, jak długo uda nam się ich odpierać.
uk: Вороги отримали підкріплення, я не знаю, як довго ми зможемо відбиватися від них.

source: Wrogów ma pełno, ale nie dziwi mnie to. Wielu chciałoby położyć łapska na jego olbrzymim majątku.
uk: Ворогів у нього багато, але мене це не дивує. Багато хто хотів би прибрати до рук його величезні статки.

source: Wrong SystemPack version detected! Mod oficially supports only SystemPack v1.8 for now.\nWe do not guarantee compatibility with other version, other patches, Union etc.
uk: Виявлено непідтримувану версію SystemPack! Модифікація поки що підтримує тільки SystemPack версії 1.8. Ми не гарантуємо сумісність з іншими версіями та патчами, а також Union або т.п.

source: Wrota do portu wydają się na zamknięte i zabarykadowane od drugiej strony. Ze wszystkich opcji, przebicie się przez Dzielnicę Rzemieślników, wydaje się najbardziej sensowne.
uk: Ворота до порту виявилися замкненими та забарикадованими з іншого боку. З усіх варіантів прорватися через Ремісничий квартал здається найрозумнішим.

source: Wrota naszych cytadel są grube, ale jeśli sprowadzą tarany, nie wiem jak długo powstrzymają tych dzikusów.
uk: Ворота наших твердинь товсті, але якщо вони підтягнуть тарани, я не знаю, як довго вони зможуть стримувати цих дикунів.

source: Wrota się otworzyły, mogę ruszać dalej.
uk: Ворота відчинилися, я можу рухатися далі.

source: Wrota skarbca zaczęły się zamykać. Czy na pewno warto ryzykować zamknięcie tutaj dla kilku kosztowności?
uk: Брами скарбниці починають зачинятися. Чи варто ризикувати бути замкненим тут заради кількох коштовностей?

source: Wrzuć ciało do jeziora.
uk: Викинь тіло в озеро.

source: Wrzuć perły
uk: Кинути перли

source: Wrócimy do tej rozmowy, gdy już będziemy mieć z głowy to całe śledztwo. Nigdy nie wiadomo co przyniesie jutro.
uk: Ми повернемося до цієї розмови, коли завершимо розслідування. Не всі можуть дивитись у завтрашній день.

source: Wrócisz po dobroci albo zmuszę cię do tego.
uk: Ти повернешся або по-доброму, або я тебе змушу.

source: Wróciłem do Bastiana z zapasem drewna. Wyglądał na zadowolonego. Powiedział, że spłaciłem swój dług za gościnę.
uk: Я повернувся до Бастіана з оберемком дров. Він виглядав задоволеним. Сказав, що я віддав свій борг за гостинність.

source: Wróciłem do Kurta i powiedziałem mu o swoich odkryciach. Niestety, nie udało mu się przekonać Starszego, by ten pomógł w sprawie Jorna. Wygląda na to, że we wsi nikt nie jest w stanie nam pomóc, więc będę musiał znaleźć jakiś sposób, żeby dostać się do miasta. Kurt powiedział, że powinienem nawiązać kontakt ze strażą miejską albo Gildią Kupiecką i poruszył u nich kwestię porwania brata. Powiedział też, że dołączy do mnie tak szybko, jak tylko będzie mógł. Gdy uda mi się już dotrzeć do miasta, powinienem udać się do „Syreniego Lamentu” - karczmy w Dzielnicy Portowej.
uk: Я повернувся до Курта і розповів йому про свої знахідки. На жаль, він не зміг переконати старосту допомогти у пошуках Йорна. Схоже, що в селі нам ніхто не зможе допомогти, тож мені доведеться знайти спосіб потрапити до міста. Курт сказав, що я маю зв'язатися з Міською Вартою або Торговою Гільдією і підняти перед ними питання про викрадення мого брата. Він також сказав, що приєднається до мене, як тільки зможе. Як тільки мені вдасться дістатися до міста, я повинен піти до 'Плачу сирени' – це корчма у Портовому кварталі.

source: Wróciłem do chaty, zastałem ten bałagan, a po Jornie ani śladu.
uk: Я повернувся до хатини, побачив гармидер і жодних ознак Йорна.

source: Wróciłem do obozu Darthe, ale myśliwego nigdzie nie widzę. Rozejrzę się po okolicy, może poszedł na polowanie.
uk: Я повернувся до табору Дарта, але мисливця ніде не видно. Спробую оглянути околиці, можливо, він подався на полювання.

source: Wróciłem z informacjami, o które prosiłeś.
uk: Я повернувся з інформацією, яку ти просив.

source: Wróciłem! Znowu myślałeś, że nie przeżyję?
uk: Я повернувся! Ти знову думав, що я не виживу?

source: Wróciłem.
uk: Я повернувся.

source: Wróciłem. Tobie też nie zaszkodzi się napić. Proszę.
uk: Я повернувся. Тобі теж не завадить попити. Ось, тримай.

source: Wróciłem. Zrobiłem, co mogłem.
uk: Я повернувся. Зробив все, що міг.

source: Wróciłeś do nas!
uk: Ти повернувся до нас!

source: Wróciłeś porozmawiać o toczących cię rozterkach?
uk: Ти повернувся, щоб поговорити про свої проблеми?

source: Wróciłeś. I jak, udało ci się czegoś dowiedzieć?
uk: Ти повернувся. То що, вдалося що-небудь з'ясувати?

source: Wrócę do ciebie później.
uk: Я повернусь до тебе пізніше.

source: Wrócę do ciebie, gdy nie uda mi się nic znaleźć.
uk: Я зв'яжусь з тобою, якщо нічого не знайду.

source: Wrócę niebawem.
uk: Я скоро повернуся.

source: Wrócę niedługo.
uk: Я незабаром повернусь.

source: Wrócę, gdy tylko coś ustalę. Mam nadzieję, że nic jej nie jest.
uk: Я повернуся, як тільки щось з'ясую. Сподіваюся, з нею все гаразд.

source: Wróg nie zawsze rusza do boju z otwartą przyłbicą, ale pozostaje w ukryciu, często przybierając postaci fałszywych przyjaciół. Strażnik nie może dać się zaskoczyć.
uk: Ворог не завжди йде в бій відкрито, а діє приховано, часто маскуючись під вдаваних друзів. Вартовий не повинен бути захоплений зненацька.

source: Wróć
uk: НАЗАД

source: Wróć do Knuta i powiedz mu, że nie żyję. Na dowód tego weź ten amulet. To moja pamiątka rodzinna.
uk: Повернися до Кнута і скажи йому, що я загинув. Як доказ візьми цей амулет. Це моя фамільна реліквія.

source: Wróć do koszar i odpowiedz za swoje przewinienia, a Roderich okaże ci łaskę.
uk: Поверніться до казарм, щоб відповісти за свої злочини, і Родеріх проявить до вас милосердя.

source: Wróć do mnie gdy już uda ci się zebrać jakieś dowody. Pójdziemy z tym do ratusza i przekażemy wszystko gubernatorowi Morrisowi.
uk: Повертайся до мене, як тільки тобі вдасться зібрати докази. Ми підемо з ними в ратушу і передамо все губернатору Моррісу.

source: Wróć do mnie przed spotkaniem z ukochaną. Wszystko przygotuję!
uk: Прийди до мене перед побаченням з коханою. Я все підготую!

source: Wróć do mnie za jakiś czas, może akurat zainteresuje cię coś z moich towarów!
uk: Заходь до мене через деякий час. Можливо, тебе зацікавить щось із моїх товарів!

source: Wróć do mnie za jakiś czas. Muszę znaleźć kogoś, kto będzie w stanie ci dorównać.
uk: Приходь до мене через деякий час. Потрібно знайти когось, хто зможе з тобою зрівнятися.

source: Wróć do mnie za parę dni, to może coś się pojawi.
uk: Повертайся через кілька днів, тоді, можливо, щось з'явиться.

source: Wróć do mnie, gdy będziesz miał kolejne futra.
uk: Повертайся, коли матимеш більше хутра.

source: Wróć do mnie, gdy rzeczywiście będziesz coś miał.
uk: Повертайся до мене, коли у тебе дійсно щось буде.

source: Wróć do mnie, gdy sprawa będzie załatwiona.
uk: Повертайся до мене, коли питання буде вирішено.

source: Wróć do mnie, gdy załatwisz sprawę z całą trójką.
uk: Повертайся до мене, коли владнаєш справи з усіма трьома.

source: Wróć do mnie, jak będziesz miał coś solidnego.
uk: Повертайся до мене, коли матимеш щось конкретне.

source: Wróć do mnie, jeśli uda ci się coś wymyślić. I pamiętaj, nie pojawiaj się u Wysłannika, dopóki nie znajdziemy jakiegoś rozwiązania.
uk: Повідом, якщо вдасться щось придумати. І нагадую, не з'являйся у Посла, доки ми не знайдемо рішення.

source: Wróć jak zdobędziesz złoto!
uk: Приходь, коли матимеш золото!

source: Wróć jeszcze!
uk: Приходь ще!

source: Wróć jutro!
uk: Приходь завтра!

source: Wróć o północy.
uk: Повертайся опівночі.

source: Wróć pojutrze!
uk: Приходь післязавтра!

source: Wróć później!
uk: Повертайся пізніше!

source: Wróć za 3 dni!
uk: Приходь через 3 дні!

source: Wróć za 4 dni!
uk: Приходь через 4 дні!

source: Wróć za 5 dni!
uk: Приходь через 5 днів!

source: Wróć za 6 dni!
uk: Приходь через 6 днів!

source: Wróć za jakiś czas, może będzie już po walce.
uk: Повертайся пізніше, після закінчення бою.

source: Wróć za jakiś czas, może znajdę dla ciebie coś jeszcze.
uk: Повертайся через деякий час, можливо, я знайду для тебе щось ще.

source: Wróć, gdy będziesz miał przy sobie więcej złota.
uk: Повертайся, коли матимеш більше золота.

source: Wróć, gdy coś wymyślisz. Gdybyś mnie tu nie znalazł, to będzie oznaczać, że nie wytrzymałem temperatury i całkowicie się rozpuściłem.
uk: Повертайся, коли щось придумаєш. Якщо не знайдеш мене тут, то я не витримав спеки і повністю розтанув.

source: Wróć, gdy dowiesz się czegoś nowego.
uk: Повертайся, коли дізнаєшся щось нове.

source: Wróć, gdy nabierzesz więcej krzepy.
uk: Повертайся, коли станеш сильнішим.

source: Wróć, gdy tylko uda ci się czegoś dowiedzieć.
uk: Повертайся, як тільки тобі вдасться щось з'ясувати.

source: Wróć, gdy uzbierasz więcej złota.
uk: Повертайся, коли збереш більше золота.

source: Wróć, gdy załatwisz tę sprawę z dowódcą straży.
uk: Повертайся, коли вирішиш це питання з командиром Варти.

source: Wróć, kiedy będziesz miał dość złota.
uk: Повертайся, коли матимеш достатньо золота.

source: Wróć, kiedy będziesz miał wszystkie potrzebne materiały. No i piwo!
uk: Повертайся, коли матимеш усі необхідні матеріали. І пиво теж!

source: Wróć, kiedy nabierzesz już odpowiedniej wprawy.
uk: Повертайтеся, коли станеш більш досвідченими.

source: Wróć, kiedy nabierzesz trochę więcej doświadczenia.
uk: Повернися, коли наберешся більше досвіду.

source: Wróć, kiedy nabierzesz więcej doświadczenia.
uk: Повертайся, коли наберешся більше досвіду.

source: Wróćmy do przyjemniejszych tematów.
uk: Повернімося до приємніших тем.

source: Wręcz przeciwnie, są bardzo zadowoleni, że przyczyniam się do szerzenia wiary w naszego boga.
uk: Якраз навпаки, їм дуже приємно, що я сприяю поширенню віри в нашого бога.

source: Wręcz przeciwnie, uznawali to za wielki zaszczyt!
uk: Навпаки, вони вважали це великою честю!

source: Wręcz przeciwnie. Do Gildii coraz ciężej się dostać.
uk: Якраз навпаки. До Гільдії щоразу важче потрапити.

source: Wręcz przeciwnie. Mówię całkiem poważnie.
uk: Аж ніяк. Я цілком серйозно.

source: Wręcz przeciwnie. Nie najgorzej poszła ci robótka z przemytnikami, a jak ktoś pokazuje, że potrafi coś załatwić, to zasługuje na nagrodę.
uk: Навпаки. Ти непогано впорався з контрабандистами, а коли хтось показує, що він на щось здатен, він заслуговує на винагороду.

source: Wręcz przeciwnie. Ostatnio mamy cały wysyp różnego zwierza z ostępów.
uk: Навпаки. Останнім часом з глибин лісу тут з'явилося багато тварин.

source: Wschodni fiołek
uk: Східна фіалка

source: Wschodni wiatr
uk: Східний вітер

source: Wschodnia brama
uk: Східні ворота

source: Wschodnia brama do portu jest zamknięta.
uk: Східні ворота до порту замкнені.

source: Wskakuj do beczki i trzymaj się mocno. Drogi na Archolos bywają wyboiste.
uk: Стрибай у бочку і тримайся міцніше. Дороги на Архолосі бувають вибоїстими.

source: Wskazał mi handlarza, który rzekomo posiadał boskie artefakty. Kupiłem od niego oczywisty falsyfikat i zaniosłem Runarowi.
uk: Він вказав мені на торговця, який нібито володів божественними артефактами. Я купив у нього явну підробку і віддав її Рунару.

source: Wskazałem ci najdokładniejsze miejsce, jakie wywnioskowałem z mapy, teraz musisz po prostu przekopać cały okoliczny teren.
uk: Я вказав тобі найточніше місце, яке я вирахував на мапі, тепер тобі залишилося тільки перекопати всю навколишню територію.

source: Wskazuje drogę do skarbu.
uk: Вказує шлях до скарбів.

source: Wskazówka od lidera grupy
uk: Вказівки від ватажка бандитів

source: Wskaż tego, kto dał ci skręty, a kara cię ominie.
uk: Видай того, хто дав тобі ці скрутки, і ти уникнеш покарання.

source: Wspaniale mnie pocieszyłeś, nie ma co!
uk: Ти мене дуже втішив, нічого не скажеш!

source: Wspaniale się spisałeś, Marvin. Jestem dumny mogąc dzierżyć miecz u boku kogoś takiego jak ty.
uk: Ти чудово попрацював, Марвіне. Я пишаюся тим, що тримаю меч пліч-о-пліч з такою людиною, як ти.

source: Wspaniale! Czyli nie dość, że mam ziele to odzyskałem moje miejsce połowowe.
uk: Чудово! Отже, я не тільки отримав траву, але й повернув собі місце для риболовлі.

source: Wspaniale! Daj znać, kiedy będziesz gotowy.
uk: Чудово! Дай знати, коли будеш готовий.

source: Wspaniale! Dawaj ją tutaj!
uk: Чудово! Давай її сюди!

source: Wspaniale! Jak go zdobyłeś?
uk: Чудово! А як ти його роздобув?

source: Wspaniale! Masz do tego talent.
uk: Чудово! У тебе до цього талант.

source: Wspaniale! Masz, spróbuj tego. To jeden z ostatnich, które mi zostały.
uk: Чудово! Ось, спробуй. Це один з останніх, що в мене залишилися.

source: Wspaniale! Moich bliskich i pracowników też wskrzesicie z martwych?
uk: Чудово! А моїх родичів і працівників ти теж воскресиш з мертвих?

source: Wspaniale! Najważniejsze to mimo upadków iść do przodu, cały czas będąc sobą! Bo gdybyś nie był sobą, to byś był kimś innym!
uk: Чудово! Найголовніше – це продовжувати рухатися вперед, незважаючи на падіння, і увесь час залишатися самим собою! Бо якщо ти не будеш собою, то будеш кимось іншим!
